11/data/attachments/46ee035771d490e7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jillian_back_Friend_3910_6</nif:username>
            <nif:friendToBeRequested>soap_friends_e59f2556-6736-4b0d-8912-88340d030e1a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>